Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/R05.tmx
Source language: en_us
Languages: zh_cn

source: Gavin Highly
zh_cn: 加文·海利

source: Did it happen this way?
zh_cn: 竟然会有这样的事情。

source: The land lay like stone, and one night, all night long, rain pelted down on it the way people, they say, hammer hard on a stone to find blood.
zh_cn: 有一个晚上，下了整夜的雨，这雨下得如此猛烈，就像人们形容的那样，好像要把石头砸出血。

source: And in the morning the land was cut in two by a deep flow of creek, clotted with red weed--Gavin Highly's creek.
zh_cn: 第二天早上，石头一样坚硬的地面被一条深深的溪流割成两半，红色的杂草缠绕在周围——这是加文·海利的小溪。

source: But all this was a long time ago.
zh_cn: 一切都发生在很久以前。

source: I did not know back then that hearts could be laid out like land and cut in two by storms coming out of the sky, or that dreams could be thrown, as Gavin Highly threw the ashes of his fire or his oyster shells or his old tins and bottles or his scraps of food, deep into the dark flowing divided heart to be buried there.
zh_cn: 那时我不知道，心可以像土地一样被暴雨割成两半，而梦想也可以抛弃，就像加文·海利把壁炉灰、牡蛎壳、旧锡罐、瓶子或是残羹剩饭扔进深深的溪流一样。

source: I did not know, and my brother did not know.
zh_cn: 那时我不了解，我的哥哥也不清楚。

source: We cared more about plums--ah, they were yellow and dusty blue and hung on trees, over Gavin Highly's fence, and in the early autumn the sun burned on each plum till its tight yellow or blue dusty skin gave in and rolled up like a blind to let in more sun.
zh_cn: 我们更关心李子，那些悬挂在树上的，黄色和灰蓝色的李子，就在加文·海利的篱笆里。初秋的太阳灼烧着每一颗果实，直到它们紧绷的黄色或灰蓝色皮肤裂开为止，好像卷起了百叶窗让更多的阳光照进去。

source: The plums split and were ripe and we ate them and, if Gavin Highly caught us, all he said, in one breath, was "Hop-it-you."
zh_cn: 李子成熟开裂时，我们就去吃。假如被加文·海利抓住，他会一口气说，“滚开你们。”

source: I think he understood about plums.
zh_cn: 我想他很了解李子。

source: He lived alone; apparently, he had always lived alone.
zh_cn: 他独自居住，显然一直以来只有他一个人。

source: The story was that he had been up Central, living in a rabbit burrow, where a rabbit kept house for him and he invited ferrets, kindly ones, in for afternoon tea.
zh_cn: 传说他以前住在森特拉尔的一个兔子洞里，由一只兔子替他打理家务，他邀请友善的白鼬喝下午茶。

source: But of course that sort of story couldn't be believed by realists.
zh_cn: 现实的人当然不会相信那样的故事。

source: Still, it was true that he had never lived in an actual house.
zh_cn: 不过他从未住过像样的房子。

source: A tent, yes, and huts and, when he was small, in a room with an iron bed, top and tail at night with brothers and sisters, but never a real house.
zh_cn: 要么是帐篷，要么是木屋。当他还小的时候，住在有铁床的屋子里，晚上和兄弟姐妹挤在一起睡，那绝不是真正的房间。

source: His dwelling now was a hut with a hole in the roof to satisfy the needs of smoke wanting to go out, and with old bulging beer barrels, corseted by rusty iron hoops, placed at strategic points around the outside walls, to act as downpipe and spouting.
zh_cn: 现在他的寓所是一座小棚屋，屋顶上有个洞作为烟囱，围绕外墙放置着几个铁箍都生了锈的啤酒桶，起到落水管的作用。

source: There wasn't even a step to the door. Going inside was like climbing a mountain, though I had never been inside and could only guess.
zh_cn: 屋门前甚至没有台阶，进屋的时候仿佛在爬一座山。虽然我从来没进去过，但我可以猜想到。

source: People said that there were books everywhere, on shelves, under chairs, on chairs--the chairs were two--and tied with binder twine in bags under the bed.
zh_cn: 人们说他的屋子里到处是书，书架上，椅子上，椅子下，椅子共有两把，床底下也是用麻绳捆好的书。

source: Gavin Highly collected and loved books.
zh_cn: 加文·海利喜欢书，并且收藏它们。

source: No one had ever really seen these books, but hearsay had it that they were worth thousands of pounds and, if ever Gavin wanted to have his dream and live in a proper house with a proper downpipe and spouting and taps inside and waste pipes under the sink and hot water, why, all he'd need to do was sell his books.
zh_cn: 没有人看过这些书，不过听说它们价值好几千英镑。如果海利梦想着住在一所体面的房子里，配备了体面的落水管、下水道、自来水和热水，那么他只要把书卖掉就行。

source: And the selling, word went around, would have to happen very soon, for Gavin's hut had been condemned by the Health Inspector, and if he had no money to buy a house he would have to go to jail or to an old people's home, where he'd eat boiled mutton all the time and no oysters.
zh_cn: 海利打算卖书了，消息传得很快。因为他的小屋成为了卫生督察员追究的对象。要是没钱买所新房子，他可能会去蹲监狱，或者去养老院，在那儿他最多能吃到煮羊肉，牡蛎则永远不会有。

source: And folks knew how much Gavin Highly liked oysters--indeed, he ate so many that he could have become one.
zh_cn: 人们都知道加文·海利多么喜欢牡蛎。确实，他吃了那么多，自己都快变成牡蛎了。

source: He was in league with them, surely.
zh_cn: 他和它们肯定是一伙的。

source: But then he was the kind of man who is in league with many things--almost everything except people. For him, there was no way, it seemed, of being in league with people, as he was with the birds, shabby starlings, their feathers worn and shiny green from flight, or with the frogs that in early autumn made the creek vocally sinister with their croaking, handless and cold, their pale-yellow-and-cream ballooning throats propped upon the surface of the water, or with the trees, willows that knew whenever their limbs failed, and lived near the creek, so as to be able to drop their dead parts down for burying.
zh_cn: 除了与人不合群，他和动物们甚至植物都很合得来，比如八哥，它们的羽毛褪色了，飞翔的时候闪耀着绿光；或者是初秋不停鸣叫的青蛙，这些傻乎乎冷冰冰的家伙让小溪的喧闹不绝于耳，它们淡黄色的喉囊浮出水面；还有树木，柳树知道枝条在什么时候死去，于是扎根在小溪旁边，把那些枯死的枝条埋葬在水里。

source: Was that why Gavin Highly, too, lived so close to the creek?
zh_cn: 那也是加文·海利住在小溪附近的原因吗？

source: Tip, splash went the ashes from his fire every morning; whizzbang went the pork-and-bean tins.
zh_cn: 每天早晨，他的炉灰溅起浪花，砰砰的声音是扔肉和豆子罐头盒时发出的。

source: Till the Health Inspector made a visit.
zh_cn: 在卫生督察员到来之前，一切都很正常。

source: He was a narrow man, like a shadow, the sort of man who slips under doors and through keyholes, or else how could he have known that our dog, Lassie, slept in our bedroom?
zh_cn: 那家伙是个刻薄的人，仿佛一个影子，就是那种从门缝下面，或者从钥匙孔溜进来的人，要不然他怎么知道，我家的狗莱西睡在我们的卧室里呢？

source: "I have had complaints," he said to Mother on one visit. "There are dogs in and out of your windows. You have a . . . lady dog, I understand."
zh_cn: “我要抗议”，有一次他对我母亲说，“你们家的窗户总有狗进进出出，你们家的狗是母的，我明白了。”

source: Yes, the Health Inspector was a sneaky sort of man, and I felt sorry for old Gavin Highly when I heard my parents talking about him.
zh_cn: 没错，卫生督察员是个鬼鬼祟祟的家伙。从我父母口中得知消息时，我真替老加文·海利难过。

source: "They say the place is a disgrace. Full of books and oyster shells," a lady said to my mother.
zh_cn: “他们说那个地方很肮，到处是书和牡蛎壳，”一位女士告诉我母亲。

source: This lady came and drank tea and then knitted tea cozies and hotwater-bottle covers for bazaars, while Mother watched and wished that she could knit and crochet, but I did not like the knitting woman.
zh_cn: 这位女士来我家喝茶，然后开始编织茶杯罩和热水瓶罩，准备拿到集市上卖。我母亲看着她这么做时，希望自己也会编织和钩花。可是我不喜欢弄针织活的女人。

source: Come to think of it, I wasn't much in league with people, either, and so I pitied poor Gavin Highly having to sell all his precious books or else sit in jail with a bowl of bread and water.
zh_cn: 这么看来，我也是不合群的人，所以我为可怜的加文·海利惋惜，他不得不卖掉珍贵的书，否则就得待在监狱里，只有一碗水和面包。

source: But I soon put him out of my mind, for a little while, anyway.
zh_cn: 不过我很快把这事儿忘了，在那么一小段时间里。

source: My brother had a new sled with a patented speedometer, which read, true or false, ninety miles an hour.
zh_cn: 我哥哥有了一架新雪橇，还装着专利计速器。不知道是不是真的，上面显示每小时90英里。

source: One morning, it was autumn and the little polished acorn bullets were knocking down hard on the roof of the shed, and it was breakfast time, with my father eating porridge, my mother sewing a quick patch onto Dad's work pants, my brother putting the kindling wood in the coal house, and me still sitting, past porridge and halfway through bread and treacle, and suddenly my father stopped eating and said, "Today's the day."
zh_cn: 一个秋天的早晨，光滑的橡树种子掉落在屋顶上的时候，我们正在吃早餐。父亲喝着粥，母亲给他的工作裤缝补丁，哥哥把柴火放进煤棚。我静静地坐着，喝完了粥，正吃蘸蜜糖的面包。突然父亲放下粥说，“今天就到日子了。”

source: A silly, obvious remark. Of course today was the day--for me, the day of sycamore windmills. The sycamore seeds were brittle and thin as a fly's wings, but they could whizz, and today was the day of whizzing.
zh_cn: 平淡而傻气的话，今天当然到日子了。对于我，今天是悬铃木飞翔日，悬铃木的种子又薄又小，就像苍蝇的翅膀，它们能飞，今天就是它们飞的日子。

source: But I knew that my father was not talking about that.
zh_cn: 不过我知道父亲说的不是这个。

source: I took another piece of bread and treacle.
zh_cn: 我又拿了一片蜜糖面包。

source: "You have hollow legs," my father remarked absently, but in my curiosity about today's being the day I felt no special pride in this anatomical wonder, which my father quite frequently assured me that I possessed.
zh_cn: “你可真能吃，”父亲心不在焉地说，不过因为对今天是什么日子的好奇，我对解剖学上的奇迹并不感到十分自豪，虽然他经常提醒我这一点。

source: He continued, "I hear Gavin Highly is selling his books today. He's making quite a fuss about it, advertising and all that.
zh_cn: 他接着说，“听说加文·海利今天要卖掉他的书，他小题大作，贴了广告，还叫了货车，要把书籍运到拍卖行去。

source: There's a van calling to take them to the auction room, and this morning an expert is coming to look at the collection and price it.
zh_cn: 今天早上，有一位专家会去看那些藏书，然后给它们估价。

source: Half the town'll be there for sure."
zh_cn: 镇上一半的人都会去看。”

source: How could I forget that day?
zh_cn: 我怎么会忘记那一天呢？

source: There was a light-blue morning wind blowing and thistledown flying loose along the tops of the clouds and larks going up and down, up and down, in the shining lift of the sky.
zh_cn: 晨风吹着，蓟花的种子轻轻地飘到云端，云雀忽高忽低地飞翔，在明亮的天空下。

source: Poor Gavin Highly. I did not see anything that happened, but I know, I tell you, I know that it happened this way.
zh_cn: 可怜的加文·海利，我没有亲眼目睹，不过我知道会发生什么事。

source: Toward noon Gavin Highly began to prepare a number of packing cases at his front and only door.
zh_cn: 快到中午时，加文·海利准备了一些货物箱放在前门，也是唯一的房门。

source: The cases were labelled "Soap Powder," "Tinned Beans," or "Sunkissed Oranges."
zh_cn: 这些箱子上贴着“肥皂粉”、“罐装豆子”和“阳光橙子”的标签。

source: All would eventually contain books, millions' worth, folks said, and old Highly would be someone, richer than anyone in town.
zh_cn: 它们会被装上书，价值好几百万呢，镇上的人都说。那么老海利将会变成有头有脸的人物，比小镇上的任何人都富有。

source: He sat crouched like a watchdog on top of the cases, waiting for the men to come and see the books, the experts who lived in clean houses with doorsteps and downpipes and spoutings and taps, hot and cold, and baths, the experts with their folded wallets stuffed to the seams with banknotes.
zh_cn: 他像一只看家狗一样蹲在箱子上，等候专家的到来。那些专家住在干净的房子里，他们的寓所门前有台阶，有落水管，有自来水，冷的和热的，还有浴室。专家们的折叠钱包里塞满了钞票。

source: And soon the experts did come, or, rather, one expert. He was an old man, about the same age as Gavin. He was half bald and he looked like a kind ferret, with his long nose leading the way up the path to where Gavin sat like a stone mountain on the cases.
zh_cn: 很快专家来了，只有一位，与加文·海利年龄相仿。头顶半秃，看起来像和善的白鼬，长长的鼻子指向宛如石山一样蹲在箱子上的加文·海利。

source: "Gavin Highly?" the visitor queried.
zh_cn: “加文·海利？”访客问道。

source: Gavin looked respectful. "That's me, sir.
zh_cn: 海利很有礼貌地回答，“是的，先生。

source: You got my notice, no doubt.
zh_cn: 你看到了我的告示，毫无疑问。

source: The books are in here. They mean m' life to me. They're valu'ble books, but they've gotta be sold."
zh_cn: 这些书都在里面，它们是我的生命，它们是很有价值的，不过就要被卖掉了。”

source: Gavin led the way through the door to his one room. He had spread the books on the bed and the sofa. The thousands were not there--only fifty or so old volumes, some torn, some ragged and zigzagged by the teeth of mice or rats, some without covers.
zh_cn: 海利把专家请进门，他把书摊在床和沙发上，并没有上千本，仅仅是50多本旧书，有的被撕破了，有的被耗子咬过，边缘参差不齐。还有一些连封面都不见了。

source: "I've talked about them sometimes to people, but they're me private life," Gavin continued. "I've never shown them. I don't have people coming here. What are they worth?"
zh_cn: “我曾对别人提起过这些书，不过这是我的私生活，”海利说，“我从未让别人看过它们，也没有人来过我家，它们值多少钱？”

source: The expert frowned.
zh_cn: 专家皱起了眉头。

source: "If they mean your life to you, how do you expect me to assess their real value?"
zh_cn: “假如它们对你意味着生命，你让我怎么估算它们的真正价值？”

source: He spoke in proper language and used big words because he was an expert.
zh_cn: 他讲话得体，并且使用了很正式的措辞，因为他是专家。

source: Gavin did not answer but reached for a book. "This is a hist'ry book.
zh_cn: 海利没有回答，他拿起一本书，“这是一本历史书。

source: I've had not much education but I know it's valu'ble an' I read it every night."
zh_cn: 我没受过多少教育，不过我知道它很有价值，我每晚都读它。”

source: The expert leaned forward eagerly and grasped the book. The title? The edition? The publisher?
zh_cn: 专家急切地倾身抓起书，书名？版次？出版社？

source: He opened the book and read "Junior History for Schools. Our Nation's Story."
zh_cn: 他打开书读道，“低年级历史教科书，我们国家的故事。”

source: There was childish writing on the flyleaf, somebody's name, Standard Four, then a little rhyme:
zh_cn: 在衬页上还有稚气的笔迹，某人的名字，四年级，下面是一首小诗：

source: Standard Four
zh_cn: 四年级

source: Never no more
zh_cn: 就这么多

source: If this book should chance to roam
zh_cn: 倘若此书伺机去闲逛

source: Give it a whack and send it home to ME.
zh_cn: 揍它一下然后送它回我家

source: The name was written again in red ink underneath.
zh_cn: 下面又用红墨水写了一遍名字。

source: The expert turned over the pages. There was a picture of Captain Cook, embellished with red hair and a permanent wave and spectacles.
zh_cn: 专家开始翻阅书页，里面有一幅库克船长（英国著名航海家）的图画，船长被画上了红头发，戴着眼镜，保持着挥手的姿势。

source: "The marks can be rubbed out, I s'pose," Gavin said. "All old books get some kind of marks, don't they, like stamps, but it's got about when grass grew in the streets of London and the Great Fire and the plague and the people walking from door to door and crying, 'Bring out your dead! Bring out your dead!'
zh_cn: “这些印记可以擦掉的，我想，”加文说，“老书总有一些印记的，不是吗？就像邮票一样。这里面有伦敦街道长草的故事，还有大火和瘟疫，人们挨家挨户奔走相告，‘把死人抬出去！把死人抬出去！’

source: And to think I've got a book about it! And I've others like that--po'try, and the high tide coming up on the coast of Lincolnshire.
zh_cn: 想想我有一本这样的书，还有其他的书，比如诗集，《林肯郡海岸的满潮》。

source: This is what I call my treasure, and, if anything can buy me a decent house to spend my old age in, it's these books will buy it for me.
zh_cn: 这就是我的宝贝。如果有什么东西能让我在体面的房子里安度晚年，那就是这些书了。

source: What are they worth?"
zh_cn: 它们值多少钱？”

source: For a moment, the expert looked quite incredulous.
zh_cn: 有那么一会儿，专家看起来相当疑惑。

source: Surely old Highly was not serious.
zh_cn: 想必老海利不是当真的。

source: Children's history books, old, dirty magazines.
zh_cn: 小孩的历史书、又脏又旧的杂志。

source: "Worth millions," Highly had said in the note he'd got the auctioneer to type.
zh_cn: “价值几百万，”海利用足够大的声音说。

source: Gavin waited for the expert to answer.
zh_cn: 他等着专家回答。

source: "They are valu'ble, aren't they?
zh_cn: “它们很值钱，不是吗？

source: They're hist'ry."
zh_cn: 它们是历史。”

source: "Yes, they're valuable," the expert answered.
zh_cn: “是的，它们很有价值，”专家答道。

source: Gavin sighed with relief.
zh_cn: 海利舒了口气。

source: Real downpipes and spoutings. A doorstep.
zh_cn: 真正的落水管，真正的门阶。

source: Taps running hot and cold, a warm fire and no smoke.
zh_cn: 水管里流出热水和冷水，温暖的火炉，没有浓烟。

source: "I guessed their value," he murmured airily. "Though no one's seen them.
zh_cn: “我猜过它们的价值，”他嘀咕着，“尽管没人看过他们。

source: About what are they worth?"
zh_cn: 它们值多少钱？”

source: The expert pondered. "A few pounds," he said.
zh_cn: 专家琢磨了一下说，“几英镑。”

source: Gavin looked startled. "But there's some mistake--they're valu'ble."
zh_cn: 海利大吃一惊，“弄错了吧，它们很值钱。”

source: "In money they are worth a few pounds, perhaps not even that."
zh_cn: “用金钱衡量，它们值几个英镑，或许更少。”

source: Gavin opened the history book to the picture of London.
zh_cn: 海利打开那本历史课本，翻到印有伦敦图片的那页。

source: "Look. Grass growing in London streets, on the floors of the poor people's houses an' up through the cracks in the walls, an' when you go on the street you're going on grass, just like going out onto your lawn, if you've got a lawn." He turned the pages again.
zh_cn: “瞧瞧，伦敦的大街上长了草，在穷人家的地板上，还有墙缝里。你走在大街上，就会踩到草，就像走在你家的草坪上，假如你有草坪的话。”他又翻了几页。

source: "An' look, the Fire in the Fern, that's us, an' the land being fished up out of the sea, and the forest being taken away--it's hist'ry," he pleaded.
zh_cn: “瞧，蕨山的大火，那是我们，陆地从海洋中凸起，森林没有了——这是历史。”他恳求着。

source: The expert glanced at his watch. He took shelter in formality. "I haven't really much time, Mr. Highly.
zh_cn: 专家瞟了一眼他的表，开始推托，“我没有多少时间，海利先生。
